Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1089_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Hildá elää musiikille
sme: Hildá eallá musihka várás

source: Hildá Länsman on utsjokinen nuori nainen, joka nousi ihmisten tietoisuuteen erityisesti Uuden Musiikin Kilpailun kautta keväällä 2015.
sme: Hilda Länsman lea ohcejohkalaš nuorra nisu, guhte bođii olbmuid oidnosii ja gullosii erenomážit Ođđa Musihka Gilvvu (Uuden Musiikin Kilpailu) bokte giđđat 2015.

source: Kilpailun voittaja edusti Suomea Euroviisuissa ja Solju saavutti UMK:ssa neljännen sijan.
sme: Gilvvu vuoiti ovddastii Suoma Euroviisuin ja Solju oláhii OMG:s njealját saji.

source: Hildá osallistui kilpailuun tunnetun saamelaisartistin äitinsä Ulla Pirttijärvi-Länsmanin kanssa.
sme: Hildá oassálasttii gilvui dovddus sámeartisttain, iežas etniin Ulla Pirttijärvi-Länsmanin.

source: Kaksikon kilpailukappaleen nimi oli Hold Your Colours ja siinä kuului myös joikua.
sme: Guoktá gilvohallanbihtá namma lei Hold Your Colors ja das gullui maiddái luohti.

source: Hildá kuvailee kokemusta tohinantäyteiseksi ja hienoksi.
sme: Hildá govvida vásáhusa huššan ja fiinnisin.

source: Hildá on ollut musiikin kanssa tekemisissä pienestä asti ja kasvanut joikuperinteeseen.
sme: Hildá lea bargan musihkain jo unnivuođa rájes, ja son lea bajásšaddan juoiganárbevieruin.

source: Joiku on Hildálle tärkeä kanava tunteiden, ympäristön ja oman taustan kuvaamiseen.
sme: Juoigan lea Hildái dehálaš vuohki dovdduid, birrasa ja iežas duogáža govvideapmái.

source: Ensimmäisen joikunsa hän teki 3-vuotiaana ja peruskouluaikoina erityisesti musiikinopettaja Niilo Rasmus innosti musiikin pariin.
sme: Son ráhkadii vuosttaš luođis 3-jahkásažžan ja vuođđoskuvlaáigge su movttiidahtii musihka bárrii erenomážit musihkaoahpaheaddji Niilo Rasmus.

source: Nyt Hildá opiskelee Sámi Allaskuvlassa (saamelaisessa korkeakoulussa) Norjan Kautokeinossa luokanopettajaksi.
sme: Dál Hildá studere luohkáoahpaheaddjin Sámi Allaskuvllas Guovdageainnus.

source: Hän käy myös samaan aikaan Utsjoella vuoden kestävän Saamelaismusiikin aikuiskoulutus – linjan 2015-2016. - Pakko pärjätä, vastaa Hildá, kun hän miettii, kuinka ehtiä harrastusten lisäksi käydä kahta koulua.
sme: Son vázzá oktanaga Sámemusihka rávesolbmuidskuvlejupmi – linjá Ohcejogas 2015-2016. – Bággu birget, vástida Hildá, go son smiehttá mo háhppeha astoáiggedoaimmaid lassin vázzit guokte skuvlla.

source: Hildá haluaa perehtyä enemmän musiikkiin ja alkaa tulevaisuudessa musiikinopettajaksi.
sme: Hildá hálida čiekŋudit eambbo musihkamáilbmái ja áigu álgit boahttevuođas musihkaoahpaheaddjin.

source: Hildá on Soljun lisäksi mukana inarilaisessa Out Of The Woods – yhtyeessä.
sme: Hildá lea Soljju lassin mielde anárlaš Out Of The Woods – joavkkus.

source: Out Of The Woods tekee rock ja blues – vaikutteista musiikkia, kun taas Solju on poppia.
sme: Out Of The Woods ráhkada rock- ja blues-sullasaš musihka, go fas Solju musihkka lea pop.

source: Solju on tekemässä levyä ja kappaleet ovat enimmäkseen saameksi.
sme: Solju lea ráhkadeame skearru ja bihtát leat eanaš sámegillii.

source: Ideat lauluihin ja joikuihin kumpuavat Hildálla vaikka minkälaisissa tilanteissa, kuten vaikkapa luonnossa kulkiessa, autolla ajaessa tai kirjaa lukiessa.
sme: Jurdagat lávlagiidda ja luđiide bohciidit feara makkár diliin, degomat luonddus jođedettiin, biillain vuojedettiin dahje girjji logadettiin.

source: Hildá on vasta aloittelemassa muusikon uraansa ja on avoin eri mahdollisuuksille.
sme: Hildá lea easka álggaheame musihka suorggis ja lea rabas mielain buot vejolašvuođaide.

source: Joka tapauksessa hän haluaa tehdä tulevaisuudessa levyjä, ja tuoda saamelaismusiikkia näkyviin laajemmalle maailmaan.
sme: Buot buohkanassii sus lea miella bargat boahttevuođas skearruid ja buktit sámemusihka oidnosii viidáset máilbmái.

source: Hi ldá Out O f Woodsin kanssa keikalla Inarissa.
sme: Hi ldá ja Out O f Woods doallame konseartta Anáris.

source: Linkkejä:
sme: Liŋkkat:
